tap "aquaproj/aqua"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "grishka/grishka"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "jdx/tap"
tap "lihaoyun6/tap"
tap "mrkai77/cask"
brew "aqua"
brew "asciinema"
brew "gettext"
brew "asdf"
brew "bat"
brew "broot"
brew "chezmoi"
brew "deno"
brew "difftastic"
brew "discount"
brew "icu4c@76"
brew "python@3.13"
brew "excel-compare"
brew "exif"
brew "exiftool"
brew "eza"
brew "tesseract"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "glow"
brew "libgpg-error"
brew "go"
brew "gptfdisk"
brew "gum"
brew "html2text"
brew "python@3.12"
brew "jj"
brew "jpegoptim"
brew "jq"
brew "lha"
brew "libavif"
brew "lsd"
brew "make"
brew "marp-cli"
brew "md2pdf"
brew "mise"
brew "mupdf"
brew "neovim"
brew "nkf"
brew "nnn"
brew "optipng"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "python@3.11"
brew "riff"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "starship"
brew "t-rec"
brew "tesseract-lang"
brew "tig"
brew "topgrade"
brew "vhs"
brew "viu"
brew "volta"
brew "walk"
brew "zsh"
brew "charmbracelet/tap/freeze"
cask "amazon-q"
cask "appcleaner"
cask "betterdisplay"
cask "box-drive"
cask "chatgpt"
cask "coteditor"
cask "cursor"
cask "deskpad"
cask "devtoys"
cask "discord"
cask "dropbox"
cask "font-plemol-jp-nf"
cask "fontbase"
cask "ghostty"
cask "gitbutler"
cask "google-chrome"
cask "google-drive"
cask "hot"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "jpc-qlcolorcode"
cask "keycastr"
cask "keyclu"
cask "libreoffice"
cask "loop"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "neardrop"
cask "notion"
cask "notion-enhanced"
cask "numi"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pearcleaner"
cask "postman"
cask "raycast"
cask "rive"
cask "stats"
cask "steam"
cask "tailscale-app"
cask "tinypng4mac"
cask "toland-qlmarkdown"
cask "tomatobar"
cask "typeface"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "wpsoffice"
cask "zed"
cask "zen"
cask "zipic"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "acidic9.p5js-snippets"
vscode "adobe.extendscript-debug"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anderseandersen.html-class-suggestions"
vscode "antfu.browse-lite"
vscode "astro-build.astro-vscode"
vscode "attilabuti.mustache-syntax-vscode"
vscode "bierner.color-info"
vscode "bmalehorn.shell-syntax"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chunsen.bracket-select"
vscode "clinyong.vscode-css-modules"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dprint.dprint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fabiospampinato.vscode-diff"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "fisheva.eva-theme"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "ghaschel.vscode-angular-html"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gizak.shortcuts"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "humao.rest-client"
vscode "hwencc.html-tag-wrapper"
vscode "ibm.output-colorizer"
vscode "jaydenlin.ctags-support"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jeff-hykin.better-shellscript-syntax"
vscode "jeremyrajan.webpack"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "linear.linear-connect"
vscode "liviuschera.noctis"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "meronz.manpages"
vscode "michelemelluso.code-beautifier"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-autoprefixer"
vscode "mrmlnc.vscode-duplicate"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "mvllow.rose-pine"
vscode "negokaz.live-server-preview"
vscode "nickdemayo.vscode-json-editor"
vscode "octref.vetur"
vscode "otovo-oss.htmx-tags"
vscode "pavel.css-vars-fallback"
vscode "pflannery.vscode-versionlens"
vscode "phoenisx.cssvar"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.edit-with-shell"
vscode "ryu1kn.partial-diff"
vscode "searking.preview-vscode"
vscode "shakram02.bash-beautify"
vscode "shardulm94.trailing-spaces"
vscode "simonsiefke.svg-preview"
vscode "sirtobi.code-clip-ring"
vscode "slevesque.vscode-multiclip"
vscode "slevesque.vscode-zipexplorer"
vscode "stuart.unique-window-colors"
vscode "stylelint.vscode-stylelint"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tetradresearch.vscode-h2o"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vsls-contrib.codetour"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "woozy-masta.shell-script-ide"
vscode "wraith13.bracket-lens"
vscode "wscats.html-snippets"
vscode "xadillax.viml"
vscode "xshrim.txt-syntax"
vscode "zainchen.json"
vscode "zignd.html-css-class-completion"
